/* No comment provided by engineer. */
"About Verbatim Solutions" = "Verbatim Solutions Hakkında";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™, Verbatim Solutions tarafından desteklenmektedir.";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Yazmaya başlamak için buraya tıklayın";

/* No comment provided by engineer. */
"All translation history has been cleared." = "Tüm çeviri geçmişi temizlendi.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Tüm çeviri geçmişini temizlemek istediğinize emin misiniz? Önceki çevirileriniz artık öneri olarak sunulmayacak.";

/* No comment provided by engineer. */
"Cancel" = "İptal";

/* No comment provided by engineer. */
"Clear" = "Temizle";

/* No comment provided by engineer. */
"Clear Translation History" = "Çeviri Geçmişini Temizle";

/* No comment provided by engineer. */
"Done" = "Bitti";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* No comment provided by engineer. */
"Professional Quote" = "Profesyonel Fiyat Teklifi";

/* No comment provided by engineer. */
"Request Professional Quote" = "Profesyonel Fiyat Teklifi İste";

/* No comment provided by engineer. */
"Submitting.." = "Gönderiyor…";

/* No comment provided by engineer. */
"Translating.." = "Çeviriyor";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™, önde gelen profesyonel çeviri hizmetleri sağlayıcısı, Verbatim Solutions tarafından desteklenmektedir. Verbi ™, hızlı makine çevirileri sunar ve onaylı, profesyonel çeviri hizmetlerinin yerine geçmez. Onaylı bir çevirmenimizden profesyonel çeviri hizmeti almak için, bizimle irtibata geçin";

/* No comment provided by engineer. */
"Mail:" = "Posta:";

/* No comment provided by engineer. */
"Call:" = "Tel:";

/* No comment provided by engineer. */
"Online:" = "Online:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ Çevir";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Üzgünüz, bir hata oluştu. Lütfen yeniden deneyin.";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";